"TITLE_INTRODUCTION" = "Introduzione";
"TITLE_IDENTIFYING" = "Identifico la tastiera";
"TITLE_CONCLUSION" = "Conclusione";
"TITLE_SELECT" = "Seleziona il tipo di tastiera";

"INTRO_TEXT" = "La tastiera non può essere identificata e non sarà utilizzabile fino a quando non verrà identificata. Per identificare questa tastiera fai clic su Continua.\n\nSe la tastiera funziona correttamente ed è disponibile un altro dispositivo di input USB collegato al computer che non sia una tastiera, puoi ignorare questo passo.";
"LEFT_SHIFT_TEXT" = "Premi il tasto immediatamente a destra del tasto Maiuscole che a sua volta si trova sulla parte sinistra della tastiera.";
"RIGHT_SHIFT_TEXT" = "Premi il tasto immediatamente asinistra del tasto Maiuscole che a sua volta si trova sulla parte destra della tastiera.";
"SHIFT_SUB_TEXT" = "Premi il tasto una sola volta senza mantenerlo premuto a lungo. Quando il tasto verrà riconosciuto apparirà il pannello successivo.";
"CONFIRM_TEXT" = "La tua tastiera è stata identificata. Fai clic su Fine per iniziare a usare il computer. Se il tipo di tastiera selezionato non è corretto, seleziona quello corretto e fai clic su Fine.";
"FORCE_CONFIRM_TEXT" = "Seleziona il tipo di tastiera e fai clic su Fine. Se non conosci il tipo di tastiera, contatta il produttore della tastiera e chiedigli di identificarne il tipo.";
"PROGRESS_TEXT" = "Identifico la tastiera...";
"WARNING_TITLE" = "Non è stato possibile identificare la tua tastiera.";
"WARNING_MESSAGE" = "I tasti premuti non sono stati riconosciuti. Fai clic su OK per selezionare il tipo di tastiera.";
"OK_BUTTON" = "OK";
"SKIP_BUTTON" = "Ignora";

"EXTERNAL_LEFT_SHIFT_TEXT" = "Premi il tasto immediatamente a destra del tasto Maiuscole che a sua volta si trova sulla parte sinistra della tastiera che non può essere identificata.";
"EXTERNAL_RIGHT_SHIFT_TEXT" = "Premi il tasto immediatamente a sinistra del tasto Maiuscole che a sua volta si trova sulla parte destra della tastiera che non può essere identificata.";
"EXTERNAL_WARNING_MESSAGE" = "Hai premuto un tasto sulla tastiera Apple Keyboard. Premi i tasti sulla tastiera che non può essere identificata.";

"ANSI_TITLE" = "ANSI (Stati Uniti e altri paesi)";
"ANSI_HINT" = "Tastiera standard a 101 o 102 tasti e alcuni altri tipi di tastiera";

"ISO_TITLE" = "ISO (Europeo)";
"ISO_HINT" = "Tastiera standard ISO/IEC 9995";

"JIS_TITLE" = "Giapponese (JIS)";
"JIS_HINT" = "Tastiera giapponese standard con tasti del metodo di input";

"MacISO_TITLE" = "ISO (Europeo)";
"MacISO_HINT" = "Tastiera ISO/Macintosh";
